js
adamraichu.zip-viewer
alefragnani.project-manager
amazonwebservices.codewhisperer-for-command-line-companion
bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
henoc.svgeditor
jannisx11.batch-rename-extension
lokalise.i18n-ally
mads-hartmann.bash-ide-vscode
me-dutour-mathieu.vscode-github-actions
mhutchie.git-graph
mikestead.dotenv
ms-vscode-remote.remote-containers
ms-vscode.remote-repositories
ms-vscode.vscode-typescript-next
mylesmurphy.prettify-ts
naumovs.color-highlight
pkief.material-icon-theme
prisma.prisma
prisma.prisma-insider
redhat.vscode-xml
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
svipas.control-snippets
timonwong.shellcheck
voilalex.extract-folder
wallabyjs.console-ninja
yoavbls.pretty-ts-errors
















c++
adamraichu.zip-viewer
alefragnani.project-manager
amazonwebservices.codewhisperer-for-command-line-companion
davidanson.vscode-markdownlint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
henoc.svgeditor
jannisx11.batch-rename-extension
jeff-hykin.better-cpp-syntax
mads-hartmann.bash-ide-vscode
me-dutour-mathieu.vscode-github-actions
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-repositories
naumovs.color-highlight
pkief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
svipas.control-snippets
timonwong.shellcheck
twxs.cmake
voilalex.extract-folder
xaver.clang-format
